Repository: AsilbekT/boxingbase
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Ingliz

source: Russian
uz: Rus

source: Boxing Federation app
uz: Box Federatsiasi

# main_info_page
source: All boxers
uz: Hamma bokschilar

# yangi_bokschi_qoshish
source: Add new boxers
uz: Bokschi qo'shish

# bokschilarni_qidirish
source: Search boxers
uz: Bokschilarni qidirish

# viloyat
source: Region
uz: Viloyat

# any
source: Choice
uz: Tanvol

# champion_unvoni
source: Level of Champions
uz: Championing Unvoni

# tanlov
source: Choice
uz: Tanlo'v

# different_weight
source: Weight ranges
uz: Og'irlik diapazonlari

# type
source: Search boxers
uz: Bokschilarni qidirish

source: BOXERS' LIST
uz: BOKSCHILARNING RO'YXATI

# nomeri
source: Number
uz: Nomeri

# vazni
source: Weight
uz: Vazni

# unvoni
source: Level
uz: Unvoni

source: Total
uz: Umumiy

source: Wins
uz: Yutganlari

source: Lose
uz: Yutqazganlari

source: Knockout
uz: Nokaut

source: By submission
uz: Taqdim etish orqali

source: Decision
uz: Qaror

# trenerlar
source: Trainers
uz: Trenerlar

source: Address
uz: Manzil

# darajasi
source: Level
uz: Darajasi

# passport_nusxasi
source: Passport copy
uz: Passport nusxasi
